Repository: GUDVIN18/defect-djangoDojo
Catalog: dojo/locale/*/LC_MESSAGES/django.po
Languages: ru

source: ASVS Level 1 Score
ru: Оценка ASVS, уровень 1

source: ASVS Level 2 Score
ru: Оценка ASVS, уровень 2

source: ASVS Level 3 Score
ru: Оценка ASVS, уровень 3

source: Publish score to Product.
ru: Опубликовать оценку в продукте.

source: The render order
ru: Порядок рендеринга

source: If selected, user doesn't have to answer this question
ru: Если выбрано, пользователю не обязательно отвечать на этот вопрос.

source: The question text
ru: Текст вопроса

source: Select one or more
ru: Выберите один или несколько

source: Engagement Survey
ru: Опрос вовлеченности

source: Answered Engagement Survey
ru: Опрос вовлеченности с ответами

source: Answered Engagement Surveys
ru: Ответы на опросы о вовлеченности

source: General Engagement Survey
ru: Общее исследование вовлеченности

source: General Engagement Surveys
ru: Общие опросы вовлеченности

source: The answer text
ru: Текст ответа

source: The selected choices as the answer
ru: Выбранные варианты ответа

source: Note deleted.
ru: Заметка удалена.

source: Note was not succesfully deleted.
ru: Заметка не была успешно удалена.

source: Note edited.
ru: Заметка отредактирована.

source: Note was not succesfully edited.
ru: Заметка не была успешно отредактирована.

source: Product %(title)s has been created successfully.
ru: Продукт %(title)s успешно создан.

source: Product Type %(title)s has been created successfully.
ru: Тип продукта %(title)s успешно создан.

source: Event %(event)s has occurred.
ru: Произошло событие %(event)s.

source: System notification settings
ru: Настройки системных уведомлений

source: Settings saved.
ru: Настройки сохранены.

source: Personal notification settings
ru: Настройки личных уведомлений.

source: Template notification settings
ru: Настройки уведомлений шаблона

source: Product List
ru: Список продуктов

source: Product
ru: Продукт

source: All Engagements
ru: Все обязательства

source: Product added successfully.
ru: Продукт успешно добавлен.

source: GitHub information added successfully.
ru: Информация GitHub успешно добавлена.

source: This label is automatically applied to all issues created by DefectDojo
ru: Эта метка автоматически применяется ко всем проблемам, созданным DefectDojo.

source: New Product
ru: Новый продукт

source: GITHUB information updated successfully.
ru: Информация Github успешно обновлена.

source: Edit Product
ru: Редактировать продукт

source: Product and relationships will be removed in the background.
ru: Продукт и связи будут удалены из фона.

source: Product and relationships removed.
ru: Продукт и связи удалены.

source: The product "%(name)s" was deleted by %(user)s
ru: Продукт "%(name)s" был удален %(user)s.

source: Engagement added successfully.
ru: Вовлеченность успешно добавлена.

source: New CI/CD Engagement
ru: Новое взаимодействие CI/CD

source: New Interactive Engagement
ru: Новое интерактивное взаимодействие

source: Technology added successfully.
ru: Технология успешно добавлена.

source: Add Technology
ru: Добавить технологию

source: Technology changed successfully.
ru: Технология успешно изменена.

source: Edit Technology
ru: Редактировать технологию

source: Technology deleted successfully.
ru: Технология успешно удалена.

source: Delete Technology
ru: Удалить технологию

source: Metadata added successfully.
ru: Метаданные успешно добавлены.

source: Add Metadata
ru: Добавить метаданные

source: Metadata edited successfully.
ru: Метаданные успешно отредактированы.

source: Edit Metadata
ru: Редактировать метаданные

source: Pen Test
ru: Проверка Пера

source: Ad Hoc Engagement
ru: Специальное взаимодействие

source: Add Finding
ru: Добавить результат

source: Can not set a finding as inactive without adding all mandatory notes
ru: Невозможно сделать вывод неактивным без добавления всех обязательных примечаний.

source: Can not set a finding as false positive without adding all mandatory notes
ru: Невозможно установить результат как ложноположительный без добавления всех обязательных примечаний.

source: Can not set a finding as inactive or false positive without adding all mandatory notes
ru: Невозможно установить результат как неактивный или ложноположительный без добавления всех обязательных примечаний.

source: Finding added successfully.
ru: Обнаружение успешно добавлено.

source: Engagement Presets
ru: Пресеты помолвки

source: Edit Engagement Preset
ru: Редактировать настройки взаимодействия

source: Engagement Preset Successfully Updated.
ru: Предустановка взаимодействия успешно обновлена.

source: Engagement Preset Successfully Created.
ru: Предустановка взаимодействия успешно создана.

source: New Engagement Preset
ru: Новая настройка помолвки

source: Engagement presets and engagement relationships removed.
ru: Удалены настройки взаимодействия и отношения взаимодействия.

source: Delete Engagement Preset
ru: Удалить предустановку взаимодействия

source: Notification settings updated.
ru: Настройки уведомлений обновлены.

source: You are not permitted to add users as owners.
ru: Вам не разрешено добавлять пользователей в качестве владельцев.

source: Product members added successfully.
ru: Участники продукта успешно добавлены.

source: Add Product Member
ru: Добавить элемент продукта

source: You are not permitted to make users to owners.
ru: Вам не разрешено назначать пользователей владельцами.

source: Product member updated successfully.
ru: Элемент продукта успешно обновлен.

source: Edit Product Member
ru: Изменить элемент продукта

source: Product member deleted successfully.
ru: Элемент продукта успешно удален.

source: Delete Product Member
ru: Удалить элемент продукта

source: API connection successful with message: %(result)s.
ru: Соединение API успешно с сообщением: %(result)s.

source: API Scan Configuration added successfully.
ru: Конфигурация сканирования API успешно добавлена.

source: Add API Scan Configuration
ru: Добавить конфигурацию сканирования API

source: API Scan Configurations
ru: Конфигурации сканирования API

source: API Scan Configuration successfully updated.
ru: Конфигурация сканирования API успешно обновлена.

source: Edit API Scan Configuration
ru: Изменить конфигурацию сканирования API

source: API Scan Configuration deleted.
ru: Конфигурация сканирования API удалена.

source: Delete Tool Configuration
ru: Удалить конфигурацию инструмента

source: You are not permitted to make groups owners.
ru: Вам не разрешено назначать владельцев групп.

source: Product group updated successfully.
ru: Группа продуктов успешно обновлена.

source: Edit Product Group
ru: Редактировать группу товаров

source: Product group deleted successfully.
ru: Группа продуктов успешно удалена.

source: Delete Product Group
ru: Удалить группу продуктов

source: You are not permitted to add groups as owners.
ru: Вам не разрешено добавлять группы в качестве владельцев.

source: Product groups added successfully.
ru: Группы товаров успешно добавлены.

source: Product Type List
ru: Список типов продуктов

source: Add Product Type
ru: Добавить тип продукта

source: Product type added successfully.
ru: Тип продукта успешно добавлен.

source: View Product Type
ru: Просмотреть тип продукта

source: Previewing the relationships has been disabled.
ru: Предварительный просмотр отношений отключен.

source: Delete Product Type
ru: Удалить тип продукта

source: Product type updated successfully.
ru: Тип продукта успешно обновлен.

source: Product type members added successfully.
ru: Члены типа продукта добавлены успешно.

source: Add Product Type Member
ru: Добавить элемент типа продукта

source: Edit Product Type Member
ru: Редактировать элемент типа продукта

source: There must be at least one owner for Product Type %(product_type_name)s.
ru: Для типа продукта %(product_type_name)s должен быть хотя бы один владелец.

source: Product type member updated successfully.
ru: Элемент типа продукта успешно обновлен.

source: There must be at least one owner.
ru: Должен быть хотя бы один владелец.

source: Product type member deleted successfully.
ru: Элемент типа продукта успешно удален.

source: Product type groups added successfully.
ru: Группы типов продуктов успешно добавлены.

source: Product type group updated successfully.
ru: Группа типов продуктов успешно обновлена.

source: Product type group deleted successfully.
ru: Группа типов продуктов успешно удалена.

source: Simple Search
ru: Простой поиск

source: Search
ru: Поиск

source: API v2 Key
ru: Ключ API v2

source: API v2 OpenAPI3 Docs
ru: API v2 OpenAPI3 Документы

source: Documentation
ru: Документация

source: SAML Logout
ru: Выход из SAML

source: Logout
ru: Выход

source: Dashboard
ru: Панель управления

source: Products
ru: Продукты

source: All Products
ru: Все продукты

source: Add Product
ru: Добавить товар

source: All Product Types
ru: Все типы продуктов

source: Engagements
ru: Помолвки

source: Active Engagements
ru: Активные действия

source: Engagements by Product
ru: Обязательства по продуктам

source: Test Types
ru: Типы испытаний

source: Environments
ru: Окружающая среда

source: Open Findings
ru: Открыть результаты

source: All Findings
ru: Все находки

source: Closed Findings
ru: Закрытые выводы

source: Risk Accepted Findings
ru: Выводы о приемлемом риске

source: Finding Templates
ru: В поисках шаблонов

source: Components
ru: Компоненты

source: All Components
ru: Все компоненты

source: All Endpoints
ru: Все конечные точки

source: All Hosts
ru: Все хосты

source: Vulnerable Endpoints
ru: Уязвимые конечные точки

source: Vulnerable Hosts
ru: Уязвимые хосты

source: Migrate Endpoints
ru: Перенос конечных точек

source: Reports
ru: Отчеты

source: Metrics Dashboard
ru: Панель показателей

source: Product Type Metrics
ru: Показатели типа продукта

source: Product Type Counts
ru: Учитывается тип продукта

source: Product Tag Counts
ru: Количество тегов продукта

source: Users
ru: Пользователи

source: Groups
ru: Группы

source: Calendar
ru: Календарь

source: Questionnaires
ru: Анкеты

source: All Questionnaires
ru: Все анкеты

source: All Questions
ru: Все вопросы

source: Configuration
ru: Конфигурация

source: Announcement
ru: Объявление

source: Credential Manager
ru: Диспетчер учетных данных

source: JIRA
ru: ДЖИРА

source: Login Banner
ru: Баннер входа

source: Note Types
ru: Типы заметок

source: Notifications
ru: Уведомления

source: Regulations
ru: Правила

source: SLA Configuration
ru: Конфигурация SLA

source: System Settings
ru: Настройки системы

source: Tool Configuration
ru: Конфигурация инструмента

source: Tool Type
ru: Тип инструмента

source: Get Support
ru: Получить поддержку

source: Collapse Menu
ru: Свернуть меню

source: Overview
ru: Обзор

source: View Engagements
ru: Просмотреть помолвки

source: Add New Interactive Engagement
ru: Добавить новое интерактивное взаимодействие

source: Add New CI/CD Engagement
ru: Добавить новое взаимодействие CI/CD

source: View Active Findings
ru: Просмотр активных результатов

source: View Active Verified Findings
ru: Просмотреть активные проверенные результаты

source: View Critical Findings
ru: Просмотр важных результатов

source: View Findings from Last 7 Days
ru: Просмотр результатов за последние 7 дней

source: View Risk Accepted Findings
ru: Просмотреть выводы о принятом риске

source: View All Findings
ru: Просмотреть все результаты

source: View Closed Findings
ru: Просмотреть закрытые результаты

source: Add New Finding
ru: Добавить новую находку

source: Import Scan Results
ru: Импортировать результаты сканирования.

source: Hosts / Endpoints
ru: Хосты/Конечные точки

source: View Endpoints
ru: Просмотр конечных точек

source: View Hosts
ru: Просмотр хостов

source: View Vulnerable Endpoints
ru: Просмотр уязвимых конечных точек

source: View Vulnerable Hosts
ru: Просмотр уязвимых хостов

source: Endpoint Report
ru: Отчет о конечной точке

source: Add New Endpoint
ru: Добавить новую конечную точку

source: Import Endpoint Meta
ru: Импортировать метаданные конечной точки.

source: Settings
ru: Настройки

source: Edit
ru: Править

source: Add Custom Fields
ru: Добавить пользовательские поля

source: Edit Custom Fields
ru: Редактировать пользовательские поля

source: View API Scan Configurations
ru: Просмотр конфигураций сканирования API

source: Add Product Tracking Files
ru: Добавить файлы отслеживания продуктов

source: View Product Tracking Files
ru: Просмотр файлов отслеживания продуктов

source: Add Credentials
ru: Добавить учетные данные

source: View Credentials
ru: Просмотреть учетные данные

source: Add Tools
ru: Добавить инструменты

source: View Tools
ru: Просмотр инструментов

source: Add Engagement Presets
ru: Добавить настройки взаимодействия

source: View Engagement Presets
ru: Просмотр настроек взаимодействия

source: View History
ru: Просмотреть историю

source: Delete
ru: Удалить

source: DefectDojo Chop
ru: Дефект Додзё Чоп

source: See All Alerts
ru: Просмотреть все оповещения

source: Clear All Alerts
ru: Очистить все оповещения

source: No alerts found
ru: Оповещений не найдено.

source: Default Information
ru: Информация по умолчанию

source: Additional Contact Information
ru: Дополнительная контактная информация

source: Global Role
ru: глобальная роль

source: Submit
ru: Отправить

source: Type
ru: Тип

source: Source
ru: Источник

source: Timeframe
ru: Срок действия

source: Select all visible alerts
ru: Выбрать все видимые оповещения.

source: Remove selected
ru: Удалить выбранное

source: No alerts found.
ru: Оповещений не найдено.

source: Your current API key is
ru: Ваш текущий ключ API

source: Your current API Authorization Header value is
ru: Текущее значение заголовка авторизации API:

source: Has your key been exposed? Are you ready for a new one?
ru: Ваш ключ раскрыт?

source: Generate New Key
ru: Сгенерировать новый ключ

source: Alternatively, you can use /api/v2/api-token-auth/ to get your token. Example:
ru: В качестве альтернативы вы можете использовать /api/v2/api-token-auth/, чтобы получить свой токен.

source: To use your API Key you need to specify an Authorization header. Example:
ru: Чтобы использовать ключ API, вам необходимо указать заголовок авторизации.

source: Here is a simple python example against the /users endpoint
ru: Вот простой пример Python для конечной точки /users.

source: Target Level
ru: Целевой уровень

source: Target ASVS Level for this application.
ru: Целевой уровень ASVS для этого приложения.

source: Publish
ru: Опубликовать

source: Publish will display the ASVS Level on the product and other areas in DefectDojo. Check this once you have completed the assessment.
ru: Publish отобразит уровень ASVS в продукте и других областях DefectDojo.

source: View All
ru: Просмотреть все

source: Applicable
ru: Применимо

source: Is applicable?
ru: Применимо?

source: Is passed?
ru: Пройдено?

source: No benchmarks found.
ru: Эталоны не найдены.

source: Close
ru: Закрыть

source: Benchmark Notes
ru: Примечания к контрольным показателям

source: There is no notes yet.
ru: Заметок пока нет.

source: Notes:
ru: Примечания:

source: Add Note
ru: Добавить примечание

source: Are you sure?
ru: Ты уверен?

source: Change Password
ru: Изменить пароль

source: %(name)s for %(start_date)s - %(end_date)s
ru: %(name)s для %(start_date)s - %(end_date)s

source: Measures Findings
ru: Выводы измерений

source: Measure Affected Endpoints
ru: Измерить затронутые конечные точки

source: Open Bug Count by Month
ru: Подсчет открытых ошибок по месяцам

source: Risk Accepted Bug Count by Month
ru: Количество принятых к риску ошибок по месяцам

source: Open Bug Count by Week
ru: Открыть количество ошибок по неделям

source: Risk Accepted Bug Count by Week
ru: Количество принятых к риску ошибок по неделям

source: Total Findings In Period By Severity
ru: Общее количество результатов за период по степени тяжести

source: Total Findings Risk Accepted In Period By Severity
ru: Общий риск результатов, принятый за период, по степени серьезности

source: Total Findings Closed In Period By Severity
ru: Всего результатов, закрытых за период по серьезности

source: Weekly activity, displayed by day, of findings reported.*
ru: Еженедельная активность, отображаемая по дням, с отчетами о результатах.*

source: Week begins on date displayed.
ru: Неделя начинается с отображаемой даты.

source: * Weeks are only displayed if findings are available.
ru: * Недели отображаются только при наличии результатов.

source: View Engagement Details
ru: Просмотр сведений о помолвке

source: Last Seven Days
ru: Последние семь дней

source: View Finding Details
ru: Просмотреть подробности поиска

source: Closed In Last Seven Days
ru: Закрыто За Последние Семь Дней

source: Risk Accepted In Last Seven Days
ru: Риск принят за последние семь дней.

source: Historical Finding Severity
ru: Серьезность исторических находок

source: Reported Finding Severity by Month
ru: Сообщается об обнаружении серьезности по месяцам

source: Unassigned Answered Engagement Questionnaires
ru: Не назначенные анкеты с ответами на вопросы о взаимодействии

source: Name
ru: Имя

source: Engagement
ru: помолвка

source: Responder
ru: Ответчик

source: Status
ru: Статус

source: Completion
ru: Завершение

source: Actions
ru: Действия

source: Anonymous
ru: Аноним

source: Completed
ru: Завершено

source: Unanswered
ru: без ответа

source: View Responses
ru: Просмотреть ответы

source: Assign User
ru: Назначить пользователя

source: Create Engagement
ru: Создать взаимодействие

source: No questionnaires found.
ru: Анкеты не найдены.

source: Weekly activity, displayed by day, of findings you reported.
ru: Еженедельная активность, отображаемая по дням, по результатам, о которых вы сообщили.

source: Weeks are only displayed if findings are available.
ru: Недели отображаются только при наличии результатов.

source: Delete all alerts will remove all alerts from this instance
ru: Удалить все оповещения удалит все оповещения из этого экземпляра.

source: Danger Zone
ru: Опасная зона

source: The following alerts will be deleted
ru: Следующие оповещения будут удалены.

source: Delete Alert
ru: Удалить оповещение

source: Deleting these benchmarks will remove the benchmarks from the product and any related notes on the benchmarks.
ru: Удаление этих тестов приведет к удалению тестов из продукта и всех связанных с ними примечаний.

source: Delete Product Type %(product_type)s
ru: Удалить тип продукта %(product_type)s

source: Deleting this Product Type will remove any related objects associated with it. These relationships are listed below:
ru: При удалении этого типа продукта будут удалены все связанные с ним объекты .

source: No relationships found.
ru: Связей не найдено.

source: Delete User %(to_delete)s
ru: Удалить пользователя %(to_delete)s

source: Deleting this User will remove any related objects associated with it. These relationships are listed below:
ru: При удалении этого пользователя будут удалены все связанные с ним объекты.

source: Delete User
ru: Удалить пользователя

source: Dismiss Announcement
ru: Отклонить объявление

source: Dismissing the announcement will remove the current announcement from your view
ru: Открытие объявления приведет к удалению текущего объявления из вашего поля зрения.

source: Edit Note
ru: Редактировать заметку

source: Save
ru: Сохранить

source: Edit product type
ru: Изменить тип продукта

source: Edit Tool Type Configuration
ru: Редактировать конфигурацию типа инструмента

source: %(filter_name)s Findings
ru: %(filter_name)s Выводы

source: Report
ru: Отчет

source: CSV Export
ru: Экспорт CSV

source: Excel Export
ru: Экспорт в Excel

source: Bulk Edit
ru: Массовое редактирование

source: Choose wisely...
ru: Выбирайте мудро...

source: Choose...
ru: Выбрать...

source: Info
ru: Информация

source: Critical
ru: Критический

source: Out of scope
ru: Выходит за рамки

source: Risk Acceptance
ru: Принятие риска

source: Accept
ru: Принять

source: Unaccept
ru: Отменить принятие

source: Group
ru: Группа

source: Remove from any group
ru: Удалить из любой группы

source: Push to Jira
ru: Отправить в Джиру

source: Push to GitHub
ru: Отправить на GitHub

source: Tags
ru: Теги

source: All
ru: Все

source: EPSS Percentile
ru: Процентиль EPSS

source: Age
ru: Возраст

source: SLA
ru: СУО

source: Found By
ru: Найден

source: Jira
ru: Джира

source: JIRA Age
ru: Возраст JIRA

source: JIRA Change
ru: Изменение JIRA

source: Planned Remediation
ru: Плановое исправление

source: View
ru: Просмотреть

source: Copy
ru: Копировать

source: Clear Review
ru: Очистить Обзор

source: Request Peer Review
ru: Запросить экспертную оценку

source: Touch Finding
ru: Прикоснуться к поиску

source: Make Finding a Template
ru: Сделать поиск шаблона

source: Apply Template to Finding
ru: Применить шаблон к поиску

source: Close Finding
ru: Близкое нахождение

source: Open Finding
ru: открыть находку

source: Unaccept Risk
ru: Отменить риск

source: Accept Risk
ru: Принять Риск

source: Add Risk Acceptance...
ru: Добавить принятие риска...

source: No findings found.
ru: Находок не обнаружено.

source: Retrieve Username
ru: получить имя пользователя

source: Forgotten your username? Enter your email address below, and we’ll email it to you.
ru: Забыли имя пользователя?

source: Retreive my username
ru: Восстановить мое имя пользователя.

source: We’ve emailed you information about your user account, if an account exists with the email you entered. You should receive the requested information shortly.
ru: Мы отправили вам по электронной почте информацию о вашей учетной записи пользователя, если учетная запись с указанным вами адресом электронной почты существует.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
ru: Если вы не получили электронное письмо, убедитесь, что вы ввели адрес, под которым зарегистрировались, и проверьте папку со спамом.

source: Retrieve username on %(site_name)s
ru: Получить имя пользователя на %(site_name)s

source: Login
ru: Войти

source: Show Password
ru: Показать пароль

source: I forgot my password
ru: Я забыл свой пароль

source: I forgot my username
ru: Я забыл свое имя пользователя

source: Login with Google
ru: Войти через Google

source: Login with OKTA
ru: Войти через OKTA

source: Login with Azure AD
ru: Войти с помощью Azure AD.

source: Login with Gitlab
ru: Войти через Gitlab

source: Login with Auth0
ru: Войти с использованием Auth0

source: Login with Github Enterprise
ru: Войти через Github Enterprise.

source: %(name)s is affected by <b>both</b> critical and high severity vulnerabilities.
ru: %(name)s подвержен <b>как</b> критическим, так и уязвимостям высокой степени серьезности.

source: Critical Severity Vulnerabilities
ru: Уязвимости критической серьезности

source: High Severity Vulnerabilities
ru: Уязвимости высокой серьезности

source: %(name)s is affected by critical vulnerabilities.
ru: %(name)s подвержен критическим уязвимостям.

source: %(name)s is affected by high severity vulnerabilities.
ru: %(name)s подвержен уязвимостям высокой степени серьезности.

source: Full Metrics
ru: Полные показатели

source: No Critical Products registered
ru: Критически важные продукты не зарегистрированы.

source: Active Bug Count by Month
ru: Количество активных ошибок по месяцам

source: Metric Counts
ru: Метрика

source: Top 10 Products <br/> by bug severity
ru: 10 лучших продуктов <br/> по серьезности ошибок

source: Detail Breakdown
ru: Подробная информация

source: Opened Findings
ru: Открытые выводы

source: Accepted Findings
ru: Принятые выводы

source: Trending Open<br/>Bug Count
ru: Открытие трендов<br/>Количество ошибок

source: Trending Accepted <br/> Bug Count
ru: Тенденции приняты <br/> Количество ошибок

source: Age of Issues
ru: Эпоха проблем

source: Total
ru: Всего

source: Team
ru: Команда
