Repository: GUDVIN18/defect-djangoDojo
Catalog: dojo/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Internal use tags sepcifically for maintaining parity with product. This field will be present as a subset in the tags field
ru: Теги внутреннего использования специально для обеспечения соответствия с продуктом.

source: The communication protocol/scheme such as 'http', 'ftp', 'dns', etc.
ru: Протокол/схема связи, например «http», «ftp», «dns» и т. д.

source: User info as 'alice', 'bob', etc.
ru: Информация о пользователе как «Алиса», «Боб» и т. д.

source: The host name or IP address. It must not include the port number. For example '127.0.0.1', 'localhost', 'yourdomain.com'.
ru: Имя хоста или IP-адрес.

source: The network port associated with the endpoint.
ru: Сетевой порт, связанный с конечной точкой.

source: The location of the resource, it must not start with a '/'. For example endpoint/420/edit
ru: Расположение ресурса. Оно не должно начинаться с '/'.

source: The query string, the question mark should be omitted.For example 'group=4&team=8'
ru: В строке запроса вопросительный знак должен быть опущен. Например, 'group=4

source: The date the flaw was discovered.
ru: Дата обнаружения недостатка.

source: SLA Start Date
ru: Дата начала соглашения об уровне обслуживания

source: (readonly)The date used as start date for SLA calculation. Set by expiring risk acceptances. Empty by default, causing a fallback to 'date'.
ru: (только чтение)Дата, используемая в качестве даты начала расчета SLA.

source: SLA Expiration Date
ru: Дата истечения срока действия SLA

source: (readonly)The date SLA expires for this finding. Empty by default, causing a fallback to 'date'.
ru: (только чтение)Дата истечения срока действия SLA для этого результата.

source: CWE
ru: КВЕ

source: The CWE number associated with this flaw.
ru: Номер CWE, связанный с этой уязвимостью.

source: Vulnerability Id
ru: Идентификатор уязвимости

source: An id of a vulnerability in a security advisory associated with this finding. Can be a Common Vulnerabilities and Exposures (CVE) or from other sources.
ru: Идентификатор уязвимости в рекомендациях по безопасности, связанных с этим обнаружением.

source: EPSS Score
ru: Оценка EPSS

source: EPSS score for the CVE. Describes how likely it is the vulnerability will be exploited in the next 30 days.
ru: Оценка EPSS для CVE.

source: EPSS percentile
ru: Процентиль EPSS

source: EPSS percentile for the CVE. Describes how many CVEs are scored at or below this one.
ru: Процентиль EPSS для CVE.

source: Common Vulnerability Scoring System version 3 (CVSSv3) score associated with this flaw.
ru: Оценка общей системы оценки уязвимостей версии 3 (CVSSv3), связанная с этой уязвимостью.

source: CVSSv3 score
ru: Оценка CVSSv3

source: Numerical CVSSv3 score for the vulnerability. If the vector is given, the score is updated while saving the finding. The value must be between 0-10.
ru: Численный рейтинг уязвимости CVSSv3.

source: URL
ru: URL-адрес

source: External reference that provides more information about this flaw.
ru: Внешняя ссылка, предоставляющая дополнительную информацию об этой ошибке.

source: Severity
ru: Серьезность

source: The severity level of this flaw (Critical, High, Medium, Low, Informational).
ru: Уровень серьезности этой уязвимости (Критический, Высокий, Средний, Низкий, Информационный).

source: Description
ru: Описание

source: Longer more descriptive information about the flaw.
ru: Более подробная и более описательная информация об ошибке.

source: Mitigation
ru: Смягчение последствий

source: Text describing how to best fix the flaw.
ru: Текст, описывающий, как лучше всего исправить ошибку.

source: Impact
ru: Удар

source: Text describing the impact this flaw has on systems, products, enterprise, etc.
ru: Текст, описывающий влияние этой уязвимости на системы, продукты, предприятие и т. д.

source: Steps to Reproduce
ru: Шаги по воспроизведению

source: Text describing the steps that must be followed in order to reproduce the flaw / bug.
ru: Текст, описывающий шаги, которые необходимо выполнить, чтобы воспроизвести недочет/ошибку.

source: Severity Justification
ru: Обоснование серьезности

source: Text describing why a certain severity was associated with this flaw.
ru: Текст, описывающий, почему с этим недостатком связана определенная серьезность.

source: Endpoints
ru: Конечные точки

source: The hosts within the product that are susceptible to this flaw. + The status of the endpoint associated with this flaw (Vulnerable, Mitigated, ...).
ru: Хосты продукта, подверженные этому недостатку.

source: References
ru: Ссылки

source: The external documentation available for this flaw.
ru: Доступна внешняя документация по этой ошибке.

source: Test
ru: Тест

source: The test that is associated with this flaw.
ru: Тест, связанный с этим недостатком.

source: Active
ru: Активен

source: Denotes if this flaw is active or not.
ru: Указывает, активен этот недостаток или нет.

source: Denotes if this flaw has been manually verified by the tester.
ru: Обозначает, была ли эта ошибка проверена тестировщиком вручную.

source: Denotes if this flaw has been deemed a false positive by the tester.
ru: Обозначает, что этот недостаток был признан тестировщиком ложноположительным.

source: Duplicate
ru: Дубликат

source: Denotes if this flaw is a duplicate of other flaws reported.
ru: Обозначает, является ли этот недостаток дубликатом других обнаруженных недостатков.

source: Duplicate Finding
ru: Обнаружение дубликатов

source: Link to the original finding if this finding is a duplicate.
ru: Ссылка на исходную находку, если эта находка является дубликатом.

source: Denotes if this flaw falls outside the scope of the test and/or engagement.
ru: Обозначает, что этот недостаток выходит за рамки испытания и/или задания.

source: Denotes if this finding has been marked as an accepted risk.
ru: Обозначает, было ли это обнаружение отмечено как приемлемый риск.

source: Denotes is this flaw is currently being reviewed.
ru: Означает, что этот недостаток в настоящее время рассматривается.

source: Last Status Update
ru: Последнее обновление статуса

source: Timestamp of latest status update (change in status related fields).
ru: Отметка времени последнего обновления статуса (изменение в полях, связанных со статусом).

source: Review Requested By
ru: Проверка запрошена

source: Documents who requested a review for this finding.
ru: Документы, запросившие проверку этого заключения.

source: Reviewers
ru: Рецензенты

source: Documents who reviewed the flaw.
ru: Документы, проверявшие дефект.

source: Under Defect Review
ru: На рассмотрении дефекта

source: Denotes if this finding is under defect review.
ru: Обозначает, находится ли данное обнаружение на рассмотрении дефектов.

source: Defect Review Requested By
ru: Проверка дефекта запрошена

source: Documents who requested a defect review for this flaw.
ru: Документы, запросившие проверку по данному дефекту.

source: Is Mitigated
ru: Смягчено

source: Denotes if this flaw has been fixed.
ru: Обозначает, исправлена ​​ли эта ошибка.

source: Thread ID
ru: Идентификатор потока

source: Mitigated
ru: Смягчено

source: Denotes if this flaw has been fixed by storing the date it was fixed.
ru: Указывает, исправлена ​​ли эта ошибка путем сохранения даты ее исправления.

source: Mitigated By
ru: Смягчено

source: Documents who has marked this flaw as fixed.
ru: Документы, пометившие эту ошибку как исправленную.

source: Reporter
ru: Репортер

source: Documents who reported the flaw.
ru: Документы, сообщившие об ошибке.

source: Notes
ru: Примечания

source: Stores information pertinent to the flaw or the mitigation.
ru: Хранит информацию, относящуюся к ошибке или ее устранению.

source: Numerical Severity
ru: Числовая серьезность

source: The numerical representation of the severity (S0, S1, S2, S3, S4).
ru: Числовое представление степени тяжести (S0, S1, S2, S3, S4).

source: Last Reviewed
ru: Последний просмотр

source: Provides the date the flaw was last 'touched' by a tester.
ru: Указывает дату, когда тестировщик в последний раз «затронул» дефект.

source: Last Reviewed By
ru: Последний просмотр от автора

source: Provides the person who last reviewed the flaw.
ru: Указывает человека, который последним просматривал ошибку.

source: Files
ru: Файлы

source: Files(s) related to the flaw.
ru: Файлы, связанные с ошибкой.

source: Parameter
ru: Параметр

source: Parameter used to trigger the issue (DAST).
ru: Параметр, используемый для возникновения проблемы (DAST).

source: Payload
ru: Полезная нагрузка

source: Payload used to attack the service / application and trigger the bug / problem.
ru: Полезная нагрузка, используемая для атаки на службу/приложение и вызывающая ошибку/проблему.

source: Hash Code
ru: Хеш-код

source: A hash over a configurable set of fields that is used for findings deduplication.
ru: Хеш настраиваемого набора полей, который используется для дедупликации результатов.

source: Line number
ru: Номер строки

source: Source line number of the attack vector.
ru: Номер исходной строки вектора атаки.

source: File path
ru: Путь к файлу

source: Identified file(s) containing the flaw.
ru: Идентифицированы файлы, содержащие дефект.

source: Component name
ru: Имя компонента

source: Name of the affected component (library name, part of a system, ...).
ru: Имя затронутого компонента (имя библиотеки, часть системы,...).

source: Component version
ru: Версия компонента

source: Version of the affected component.
ru: Версия затронутого компонента.

source: Found by
ru: Найден

source: The name of the scanner that identified the flaw.
ru: Название сканера, обнаружившего дефект.

source: Static finding (SAST)
ru: Статическое обнаружение (SAST)

source: Flaw has been detected from a Static Application Security Testing tool (SAST).
ru: В инструменте статического тестирования безопасности приложений (SAST) обнаружена ошибка.

source: Dynamic finding (DAST)
ru: Динамический поиск (DAST)

source: Flaw has been detected from a Dynamic Application Security Testing tool (DAST).
ru: В инструменте динамического тестирования безопасности приложений (DAST) обнаружена ошибка.

source: Created
ru: Создано

source: The date the finding was created inside DefectDojo.
ru: Дата создания находки внутри DefectDojo.

source: Scanner confidence
ru: Доверие сканера

source: Confidence level of vulnerability which is supplied by the scanner.
ru: Уровень достоверности уязвимости, предоставляемый сканером.

source: The SonarQube issue associated with this finding.
ru: Проблема SonarQube, связанная с этим открытием.

source: SonarQube issue
ru: Проблема SonarQube

source: Unique ID from tool
ru: Уникальный идентификатор инструмента.

source: Vulnerability technical id from the source tool. Allows to track unique vulnerabilities.
ru: Технический идентификатор уязвимости из исходного инструмента.

source: Vulnerability ID from tool
ru: Идентификатор уязвимости из инструмента

source: Non-unique technical id from the source tool associated with the vulnerability type.
ru: Неуникальный технический идентификатор исходного инструмента, связанный с типом уязвимости.

source: SAST Source Object
ru: Исходный объект SAST

source: Source object (variable, function...) of the attack vector.
ru: Исходный объект (переменная, функция...) вектора атаки.

source: SAST Sink Object
ru: Объект раковины SAST

source: Sink object (variable, function...) of the attack vector.
ru: Приемник объекта (переменная, функция...) вектора атаки.

source: SAST Source Line number
ru: Номер исходной строки SAST

source: SAST Source File Path
ru: Путь к исходному файлу SAST

source: Source file path of the attack vector.
ru: Путь к исходному файлу вектора атаки.

source: Number of occurences
ru: Количество случаев

source: Number of occurences in the source tool when several vulnerabilites were found and aggregated by the scanner.
ru: Количество случаев в исходном инструменте, когда сканером было обнаружено и агрегировано несколько уязвимостей.

source: Publish date
ru: Дата публикации

source: Date when this vulnerability was made publicly available.
ru: Дата, когда эта уязвимость стала общедоступной.

source: Service
ru: Служба

source: A service is a self-contained piece of functionality within a Product. This is an optional field which is used in deduplication of findings when set.
ru: Услуга – это самостоятельная часть функциональности Продукта.

source: Planned Remediation Date
ru: Запланированная дата исправления

source: The date the flaw is expected to be remediated.
ru: Дата, когда ожидается устранение недостатка.

source: The target version when the vulnerability should be fixed / remediated
ru: Целевая версия, при которой уязвимость должна быть исправлена/устранена.

source: Effort for fixing
ru: Попытка починки

source: Effort for fixing / remediating the vulnerability (Low, Medium, High)
ru: Усилия по исправлению/устранению уязвимости (Низкая, Средняя, ​​Высокая)

source: Add tags that help describe this finding. Choose from the list or add new tags. Press Enter key to add.
ru: Добавьте теги, которые помогут описать эту находку.

source: Template Match Enabled
ru: Сопоставление шаблонов включено

source: Enables this template for matching remediation advice. Match will be applied to all active, verified findings by CWE.
ru: Включает этот шаблон для сопоставления рекомендаций по исправлению.

source: Match Template by Title and CWE
ru: Сопоставьте шаблон по названию и CWE

source: Matches by title text (contains search) and CWE.
ru: Соответствует тексту заголовка (содержит поиск) и CWE.

source: Add tags that help describe this finding template. Choose from the list or add new tags. Press Enter key to add.
ru: Добавьте теги, помогающие описать этот шаблон поиска.

source: Descriptive name which in the future may also be used to group risk acceptances together across engagements and products
ru: Описательное имя, которое в будущем также может использоваться для группировки принятых рисков по заданиям и продуктам.

source: Recommendation from the security team.
ru: Рекомендация от службы безопасности.

source: Security Recommendation
ru: Рекомендация по безопасности

source: Explanation of security recommendation
ru: Объяснение рекомендаций по безопасности

source: Security Recommendation Details
ru: Подробности рекомендаций по безопасности

source: Risk treatment decision by risk owner
ru: Решение владельца риска об обработке риска.

source: If a compensating control exists to mitigate the finding or reduce risk, then list the compensating control(s).
ru: Если существуют компенсирующие меры, позволяющие смягчить обнаружение или снизить риск, перечислите компенсирующие меры.

source: Accepted By
ru: Принят

source: The person that accepts the risk, can be outside of DefectDojo.
ru: Человек, который принимает на себя риск, может находиться за пределами DefectDojo.

source: Proof
ru: Доказательство

source: User in DefectDojo owning this acceptance. Only the owner and staff users can edit the risk acceptance.
ru: Пользователь в DefectDojo, владеющий этим приемом.

source: When the risk acceptance expires, the findings will be reactivated (unless disabled below).
ru: После истечения срока принятия риска выводы будут повторно активированы (если не отключено ниже).

source: (readonly) Date at which notice about the risk acceptance expiration was sent.
ru: (только чтение) Дата отправки уведомления об истечении срока принятия риска.

source: (readonly) When the risk acceptance expiration was handled (manually or by the daily job).
ru: (только чтение) Когда истечение срока принятия риска было обработано (вручную или с помощью ежедневного задания).

source: Reactivate findings on expiration
ru: Повторно активировать результаты по истечении срока годности.

source: Reactivate findings when risk acceptance expires?
ru: Возобновить результаты, когда истечет срок принятия риска?

source: Restart SLA on expiration
ru: Перезапуск соглашения об уровне обслуживания по истечении срока действия.

source: When enabled, the SLA for findings is restarted when the risk acceptance expires.
ru: Если этот параметр включен, соглашение об уровне обслуживания для результатов перезапускается по истечении срока принятия риска.

source: This dismissable message will be displayed on all pages for authenticated users. It can contain basic html tags, for example <a href='https://www.fred.com' style='color: #337ab7;' target='_blank'>https://example.com</a>
ru: Это сообщение о закрытии будет отображаться на всех страницах для аутентифицированных пользователей.

source: Choose the folder containing the Django templates used to render the JIRA issue description. These are stored in dojo/templates/issue-trackers. Leave empty to use the default jira_full templates.
ru: Выберите папку, содержащую шаблоны Django, используемые для отображения описания проблемы JIRA.

source: To obtain the 'Epic name id' visit https://<YOUR JIRA URL>/rest/api/2/field and search for Epic Name. Copy the number out of cf[number] and paste it here.
ru: Чтобы получить «Идентификатор имени Epic», посетите https://<URL-адрес ВАШЕГО JIRA>/rest/api/2/field и найдите Epic Name.

source: Reopen Transition ID
ru: Повторное открытие идентификатора перехода

source: Transition ID to Re-Open JIRA issues, visit https://<YOUR JIRA URL>/rest/api/latest/issue/<ANY VALID ISSUE KEY>/transitions?expand=transitions.fields to find the ID for your JIRA instance
ru: Идентификатор перехода для повторного открытия задач JIRA. Посетите https://<URL-адрес ВАШЕГО JIRA>/rest/api/latest/issue/<ЛЮБОЙ ДЕЙСТВИТЕЛЬНЫЙ КЛЮЧ ПРОБЛЕМЫ>/transitions?expand=transitions.fields, чтобы найти идентификатор для вашего

source: Close Transition ID
ru: Закрыть идентификатор перехода

source: Transition ID to Close JIRA issues, visit https://<YOUR JIRA URL>/rest/api/latest/issue/<ANY VALID ISSUE KEY>/transitions?expand=transitions.fields to find the ID for your JIRA instance
ru: Идентификатор перехода для закрытия проблем JIRA. Посетите https://<ВАШ URL-адрес JIRA>/rest/api/latest/issue/<ЛЮБОЙ ДЕЙСТВИТЕЛЬНЫЙ КЛЮЧ ПРОБЛЕМЫ>/transitions?expand=transitions.fields, чтобы найти идентификатор вашего экземпляра JIRA.

source: Maps to the 'Priority' field in Jira. For example: Info
ru: Сопоставляется с полем «Приоритет» в Jira.

source: Maps to the 'Priority' field in Jira. For example: Low
ru: Сопоставляется с полем «Приоритет» в Jira.

source: Maps to the 'Priority' field in Jira. For example: Medium
ru: Сопоставляется с полем «Приоритет» в Jira.

source: Maps to the 'Priority' field in Jira. For example: High
ru: Сопоставляет поле «Приоритет» в Jira.

source: Maps to the 'Priority' field in Jira. For example: Critical
ru: Сопоставляется с полем «Приоритет» в Jira.

source: Additional text that will be added to the finding in Jira. For example including how the finding was created or who to contact for more information.
ru: Дополнительный текст, который будет добавлен к результатам поиска в Jira.

source: JIRA resolution names (comma-separated values) that maps to an Accepted Finding
ru: Имена разрешений JIRA (значения, разделенные запятыми), которые соответствуют принятому результату.

source: JIRA resolution names (comma-separated values) that maps to a False Positive Finding
ru: Имена разрешений JIRA (значения, разделенные запятыми), которые соответствуют ложноположительному результату.

source: Globally send SLA notifications as comment?
ru: Глобально отправлять уведомления SLA в виде комментариев?

source: This setting can be overidden at the Product level
ru: Этот параметр можно переопределить на уровне продукта.

source: Automatically sync Findings with JIRA?
ru: Автоматически синхронизировать результаты с JIRA?

source: If enabled, this will sync changes to a Finding automatically to JIRA
ru: Если этот параметр включен, изменения в результатах будут автоматически синхронизироваться с JIRA.

source: JIRA Instance
ru: Экземпляр JIRA

source: JIRA custom field JSON mapping of Id to value, e.g. {"customfield_10122": [{"name": "8.0.1"}]}
ru: Сопоставление JSON пользовательского поля JIRA идентификатора со значением, например.

source: JIRA default assignee (name). If left blank then it defaults to whatever is configured in JIRA.
ru: Ответственный по умолчанию JIRA (имя).

source: Automatically maintain parity with JIRA. Always create and update JIRA tickets for findings in this Product.
ru: Автоматически поддерживать паритет с JIRA.

source: Send SLA notifications as comment?
ru: Отправлять уведомления SLA в виде комментариев?

source: Send Risk Acceptance expiration notifications as comment?
ru: Отправлять уведомления об истечении срока принятия риска в качестве комментария?

source: Jira creation
ru: Создание Jira

source: The date a Jira issue was created from this finding.
ru: Дата создания задачи Jira на основе этого результата.

source: Jira last update
ru: Последнее обновление Jira

source: The date the linked Jira issue was last modified.
ru: Дата последнего изменения связанной задачи Jira.

source: Triggered whenever an (re-)import has been done that created/updated/closed findings.
ru: Срабатывает каждый раз, когда был выполнен (повторный) импорт, в результате которого были созданы/обновлены/закрыты результаты.

source: Triggered whenever an (re-)import has been done (even if that created/updated/closed no findings).
ru: Срабатывает всякий раз, когда был выполнен (повторный) импорт (даже если при этом не было создано/обновлено/закрыто никаких результатов).

source: JIRA problems
ru: Проблемы JIRA

source: JIRA sync happens in the background, errors will be shown as notifications/alerts so make sure to subscribe
ru: Синхронизация JIRA происходит в фоновом режиме, ошибки будут отображаться в виде уведомлений/предупреждений, поэтому обязательно подпишитесь.

source: SLA breach
ru: Нарушение SLA

source: Get notified of (upcoming) SLA breaches
ru: Получать уведомления о (предстоящих) нарушениях SLA.

source: Risk Acceptance Expiration
ru: Истечение срока принятия риска

source: Get notified of (upcoming) Risk Acceptance expiries
ru: Получить уведомление о (предстоящем) истечении срока действия принятия риска

source: SLA breach (combined)
ru: Нарушение SLA (в совокупности)

source: Get notified of (upcoming) SLA breaches (a message per project)
ru: Получать уведомления о (предстоящих) нарушениях SLA (сообщение для каждого проекта)

source: Succesfully
ru: Успешно

source: Login is valid
ru: Логин действителен.

source: Credential
ru: Учетные данные

source: Authentication Provider
ru: Поставщик аутентификации

source: HTML color
ru: Цвет HTML

source: Number of files
ru: Количество файлов

source: Number of blank lines
ru: Количество пустых строк

source: Number of comment lines
ru: Количество строк комментариев

source: Number of code lines
ru: Количество строк кода

source: Confidence level
ru: Уровень уверенности

source: Version Number
ru: Номер версии

source: Full file path
ru: Полный путь к файлу

source: Folder
ru: Папка

source: Artifact
ru: Артефакт

source: Add tags that help describe this object. Choose from the list or add new tags. Press Enter key to add.
ru: Добавьте теги, помогающие описать этот объект.

source: Test Unique Identifier
ru: Проверка уникального идентификатора

source: Name of the test
ru: Название теста

source: Summary of the test
ru: Резюме теста

source: Objective of the test
ru: Цель испытания

source: How to test the objective
ru: Как проверить цель

source: What the results look like for a test
ru: Как выглядят результаты теста

source: Benchmark Type
ru: Тип эталонного теста

source: Pass
ru: Пройти

source: Does the product meet the requirement?
ru: Соответствует ли продукт требованиям?

source: Applicable for this specific product.
ru: Применимо для этого конкретного продукта.

source: Total number of active benchmarks for this application.
ru: Общее количество активных тестов для этого приложения.
