Repository: GUDVIN18/defect-djangoDojo
Catalog: dojo/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Announcement removed for everyone.
ru: Объявление удалено для всех.

source: Announcement updated successfully.
ru: Объявление успешно обновлено.

source: Announcement Configuration
ru: Конфигурация объявлений

source: Announcement removed.
ru: Объявление удалено.

source: Failed to remove announcement.
ru: Не удалось удалить объявление.

source: Expected a list of items but got type "{input_type}".
ru: Ожидал список элементов, но получил тип "{input_type}".

source: Invalid json list. A tag list submitted in string form must be valid json.
ru: Неверный список JSON.

source: All list items must be of string type.
ru: Все элементы списка должны иметь строковый тип.

source: All list items must be of dict type with keys 'request' and 'response'
ru: Все элементы списка должны иметь тип dict с ключами «запрос» и «ответ».

source: All values in the dict must be of string type.
ru: Все значения в dict должны иметь строковый тип.

source: Benchmarks
ru: Ориентиры

source: Benchmarks removed.
ru: Бенчмарки удалены.

source: Delete Benchmarks
ru: Удалить тесты

source: Any
ru: Любой

source: Open
ru: Открыть

source: Verified
ru: Проверено

source: Out Of Scope
ru: Вне пределов возможностей

source: False Positive
ru: Ложное срабатывание

source: Inactive
ru: Неактивный

source: Risk Accepted
ru: Риск принят

source: Closed
ru: Закрыто

source: Under Review
ru: На рассмотрении

source: False
ru: Ложь

source: True
ru: Верно

source: Any date
ru: Любая дата

source: Today
ru: Сегодня

source: Past 7 days
ru: Последние 7 дней

source: Past 30 days
ru: Последние 30 дней

source: Past 90 days
ru: Последние 90 дней

source: Current month
ru: Текущий месяц

source: Current year
ru: Текущий год

source: Past year
ru: Прошлый год

source: Next 7 days
ru: Следующие 7 дней

source: Next 30 days
ru: Следующие 30 дней

source: Next 90 days
ru: Следующие 90 дней

source: Next year
ru: В следующем году

source: Either
ru: Либо

source: Yes
ru: Да

source: No
ru: Нет

source: Expired
ru: Срок действия истек

source: Past 6 Months
ru: Последние 6 месяцев

source: Planned remediation version
ru: Планируемая версия исправления.

source: Text Question
ru: Текстовый вопрос

source: Choice Question
ru: Вопрос на выбор

source: Select valid choice: Low,Medium,High
ru: Выберите правильный вариант: Низкий, Средний, Высокий.

source: Critical Product Metrics
ru: Критические показатели продукта

source: All objects have been filtered away. Displaying all objects
ru: Все объекты отфильтрованы.

source: Metrics
ru: Метрики

source: %(product_type)s Metrics
ru: %(product_type)s Метрики

source: Product Type Metrics by Findings
ru: Показатели типа продукта по результатам

source: Product Type Metrics by Affected Endpoints
ru: Показатели типа продукта по затронутым конечным точкам

source: %(team_name)s Metrics
ru: %(team_name)s Метрики

source: Simple Metrics
ru: Простые метрики

source: Please choose month and year and the Product Type.
ru: Пожалуйста, выберите месяц, год и тип продукта.

source: Bi-Weekly Metrics
ru: Двухнедельные показатели

source: Please choose month and year and the Product Tag.
ru: Пожалуйста, выберите месяц и год, а также бирку продукта.

source: Engineer Metrics
ru: Инженерные показатели

source: Privacy
ru: Конфиденциальность

source: Finance
ru: Финансы

source: Education
ru: Образование

source: Medical
ru: Медицинский

source: Corporate
ru: Корпоративный

source: Other
ru: Другое

source: The name of the regulation.
ru: Название регламента.

source: A shortened representation of the name.
ru: Сокращенное представление имени.

source: The subject of the regulation.
ru: Предмет регулирования.

source: The territory over which the regulation applies.
ru: Территория, на которую распространяется данное регулирование.

source: Information about the regulation's purpose.
ru: Информация о цели постановления.

source: An external URL for more information.
ru: Внешний URL-адрес для получения дополнительной информации.

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
ru: Номер телефона необходимо вводить в формате: «999999999».

source: Email address associated with your slack account
ru: Адрес электронной почты, связанный с вашей учетной записью Slack.

source: Slack Email Address
ru: Слабый адрес электронной почты

source: Instead of async deduping a finding the findings will be deduped synchronously and will 'block' the user until completion.
ru: Вместо асинхронной дедупликации результаты будут дедуплицироваться синхронно и «блокировать» пользователя до завершения.

source: Forces this user to reset their password on next login.
ru: Принуждает этого пользователя сбросить пароль при следующем входе в систему.

source: AzureAD
ru: АзуреАД

source: Remote
ru: Удаленный

source: Group imported from a social provider.
ru: Группа импортирована из социального провайдера.

source: Social Authentication Provider
ru: Поставщик социальной аутентификации

source: Deduplicate findings
ru: Дедупликация результатов

source: With this setting turned on, DefectDojo deduplicates findings by comparing endpoints, cwe fields, and titles. If two findings share a URL and have the same CWE or title, DefectDojo marks the recent finding as a duplicate. When deduplication is enabled, a list of deduplicated findings is added to the engagement view.
ru: При включении этого параметра DefectDojo дедуплицирует результаты, сравнивая конечные точки, поля cwe и заголовки.

source: Requires next setting: maximum number of duplicates to retain.
ru: Требуется следующая настройка: максимальное количество сохраняемых дубликатов.

source: Max Duplicates
ru: Максимум дубликатов

source: When enabled, if a single issue reaches the maximum number of duplicates, the oldest will be deleted. Duplicate will not be deleted when left empty. A value of 0 will remove all duplicates.
ru: Если эта опция включена, если одна проблема достигает максимального количества дубликатов, самая старая из них будет удалена.

source: Enable JIRA integration
ru: Включить интеграцию JIRA

source: Enable JIRA web hook
ru: Включить веб-перехватчик JIRA

source: Please note: It is strongly recommended to use a secret below and / or IP whitelist the JIRA server using a proxy such as Nginx.
ru: Обратите внимание: настоятельно рекомендуется использовать секретный код ниже и/или белый список IP-адресов сервера JIRA с использованием прокси-сервера, такого как Nginx.

source: Disable web hook secret
ru: Отключить секретный веб-перехватчик.

source: Allows incoming requests without a secret (discouraged legacy behaviour)
ru: Разрешает входящие запросы без секрета (неудовлетворительное устаревшее поведение)

source: JIRA Webhook URL
ru: URL-адрес веб-перехватчика JIRA

source: Secret needed in URL for incoming JIRA Webhook
ru: В URL-адресе для входящего веб-перехватчика JIRA необходим секретный код.

source: JIRA issue labels space seperated
ru: Ярлыки задач JIRA разделены пробелами.

source: Add vulnerability Id as a JIRA label
ru: Добавить идентификатор уязвимости в качестве метки JIRA.

source: Enable GITHUB integration
ru: Включить интеграцию с GITHUB.

source: Enable Slack notifications
ru: Включить уведомления Slack

source: Optional. Needed if you want to send global notifications.
ru: Необязательно.

source: Token required for interacting with Slack. Get one at https://api.slack.com/tokens
ru: Токен, необходимый для взаимодействия со Slack.

source: Optional. Will take your bot name otherwise.
ru: Необязательно.

source: Enable Microsoft Teams notifications
ru: Включить уведомления Microsoft Teams

source: The full URL of the incoming webhook
ru: Полный URL-адрес входящего веб-перехватчика.

source: (EXPERIMENTAL) DefectDojo will automatically mark the finding as a false positive if an equal finding (according to its dedupe algorithm) has been previously marked as a false positive on the same product. ATTENTION: Although the deduplication algorithm is used to determine if a finding should be marked as a false positive, this feature will not work if deduplication is enabled since it doesn't make sense to use both.
ru: (ЭКСПЕРИМЕНТАЛЬНАЯ) DefectDojo автоматически пометит результат как ложноположительный, если равный результат (согласно алгоритму дедупликации) ранее был помечен как ложноположительный для того же продукта.

source: (EXPERIMENTAL) FP History will also retroactively mark/unmark all existing equal findings in the same product as a false positives. Only works if the False Positive History feature is also enabled.
ru: (ЭКСПЕРИМЕНТАЛЬНАЯ) История FP также задним числом пометит/снимет пометку со всех существующих одинаковых результатов в одном и том же продукте как ложноположительные.

source: URL prefix if DefectDojo is installed in it's own virtual subdirectory.
ru: префикс URL-адреса, если DefectDojo установлен в собственном виртуальном подкаталоге.

source: Enable Product Grading
ru: Включить оценку продукта

source: Displays a grade letter next to a product to show the overall health.
ru: Отображает букву оценки рядом с продуктом, чтобы показать общее состояние здоровья.

source: Grade A
ru: Класс А

source: Percentage score for an 'A' >=
ru: Процентная оценка для оценки «А» >=

source: Grade B
ru: Класс Б

source: Percentage score for a 'B' >=
ru: Процентная оценка для оценки «B» >=

source: Grade C
ru: Оценка С

source: Percentage score for a 'C' >=
ru: Процентная оценка для оценки «C» >=

source: Grade D
ru: Класс Д

source: Percentage score for a 'D' >=
ru: Процентная оценка для оценки «D» >=

source: Grade F
ru: Класс F

source: Percentage score for an 'F' <=
ru: Процентный балл для оценки «F» <=

source: Enable Product Tag Inheritance
ru: Включить наследование тегов продуктов

source: Enables product tag inheritance globally for all products. Any tags added on a product will automatically be added to all Engagements, Tests, and Findings
ru: Включает глобальное наследование тегов продуктов для всех продуктов.

source: Enable Benchmarks
ru: Включить тесты

source: Enables Benchmarks such as the OWASP ASVS (Application Security Verification Standard)
ru: Включает тесты производительности, такие как OWASP ASVS (стандарт проверки безопасности приложений).

source: Enable Remediation Advice
ru: Включить рекомендации по исправлению

source: Enables global remediation advice and matching on CWE and Title. The text will be replaced for mitigation, impact and references on a finding. Useful for providing consistent impact and remediation advice regardless of the scanner.
ru: Включает глобальные рекомендации по исправлению и сопоставлению CWE и Title.

source: Enable Engagement Auto-Close
ru: Включить автоматическое закрытие взаимодействия

source: Closes an engagement after 3 days (default) past due date including last update.
ru: Закрывает взаимодействие через 3 дня (по умолчанию) после даты истечения срока, включая последнее обновление.

source: Engagement Auto-Close Days
ru: Дни автоматического закрытия помолвки

source: Closes an engagement after the specified number of days past due date including last update.
ru: Закрывает взаимодействие по прошествии указанного количества дней, включая последнее обновление.

source: Enable Finding SLA's
ru: Включить поиск SLA.

source: Enables Finding SLA's for time to remediate.
ru: Позволяет найти соглашения об уровне обслуживания, чтобы вовремя исправить ситуацию.

source: Enable Notify SLA's Breach for active Findings
ru: Включить уведомление о нарушении соглашения об уровне обслуживания для активных результатов.

source: Enables Notify when time to remediate according to Finding SLA's is breached for active Findings.
ru: Включает уведомление о нарушении времени на исправление в соответствии с соглашением об уровне обслуживания для активных результатов.

source: Enable Notify SLA's Breach for active, verified Findings
ru: Включить уведомление о нарушении соглашения об уровне обслуживания для активных, проверенных результатов.

source: Enables Notify when time to remediate according to Finding SLA's is breached for active, verified Findings.
ru: Включает уведомление о нарушении времени на исправление в соответствии с соглашением об уровне обслуживания для активных, проверенных результатов.

source: Enable Notify SLA's Breach only for Findings linked to JIRA
ru: Включить уведомление о нарушении соглашения об уровне обслуживания только для результатов, связанных с JIRA.

source: Enables Notify when time to remediate according to Finding SLA's is breached for Findings that are linked to JIRA issues. Notification is disabled for Findings not linked to JIRA issues
ru: Включает уведомление, когда время на исправление в соответствии с соглашениями об уровне обслуживания нарушено для результатов, связанных с проблемами JIRA.

source: Enable an exponential backoff strategy for SLA breach notifications.
ru: Включить стратегию экспоненциальной задержки для уведомлений о нарушении SLA.

source: Enable an exponential backoff strategy for SLA breach notifications, e.g. 1, 2, 4, 8, etc. Otherwise it alerts every day
ru: Включить экспоненциальную стратегию отсрочки уведомлений о нарушении SLA, например.

source: Allow Anonymous Survey Responses
ru: Разрешить анонимные ответы на опросы

source: Enable anyone with a link to the survey to answer a survey
ru: Разрешить всем, у кого есть ссылка на опрос, ответить на него.

source: Custom Disclaimer
ru: Пользовательский отказ от ответственности

source: Include this custom disclaimer on all notifications and generated reports
ru: Включить этот специальный отказ от ответственности во все уведомления и созданные отчеты.

source: Default expiry period for risk acceptance form.
ru: Срок действия по умолчанию для формы принятия риска.

source: Risk acceptance expiration heads up days
ru: Истечение срока принятия риска приближается к дням.

source: Notify X days before risk acceptance expires. Leave empty to disable.
ru: Уведомить за X дней до истечения срока принятия риска.

source: Enable credentials
ru: Включить учетные данные

source: With this setting turned off, credentials will be disabled in the user interface.
ru: Если этот параметр отключен, учетные данные будут отключены в пользовательском интерфейсе.

source: Enable questionnaires
ru: Включить анкеты

source: With this setting turned off, questionnaires will be disabled in the user interface.
ru: Если этот параметр отключен, анкеты в пользовательском интерфейсе будут отключены.

source: Enable checklists
ru: Включить контрольные списки

source: With this setting turned off, checklists will be disabled in the user interface.
ru: Если этот параметр отключен, контрольные списки будут отключены в пользовательском интерфейсе.

source: Enable Endpoint Metadata Import
ru: Включить импорт метаданных конечной точки.

source: With this setting turned off, endpoint metadata import will be disabled in the user interface.
ru: Если этот параметр отключен, импорт метаданных конечной точки в пользовательском интерфейсе будет отключен.

source: Enable user profile for writing
ru: Включить профиль пользователя для записи.

source: When turned on users can edit their profiles
ru: При включении пользователи могут редактировать свои профили.

source: Enable Product Tracking Files
ru: Включить файлы отслеживания продуктов

source: With this setting turned off, the product tracking files will be disabled in the user interface.
ru: Если этот параметр отключен, файлы отслеживания продуктов будут отключены в пользовательском интерфейсе.

source: Enable Finding Groups
ru: Включить поиск групп.

source: With this setting turned off, the Finding Groups will be disabled.
ru: Если этот параметр отключен, группы поиска будут отключены.

source: Enable Calendar
ru: Включить календарь

source: With this setting turned off, the Calendar will be disabled in the user interface.
ru: Если этот параметр отключен, Календарь будет отключен в пользовательском интерфейсе.

source: New users will be assigned to this group.
ru: В эту группу будут добавлены новые пользователи.

source: New users will be assigned to their default group with this role.
ru: Новые пользователи будут назначены в группу по умолчанию с этой ролью.

source: New users will only be assigned to the default group, when their email address matches this regex pattern. This is optional condition.
ru: Новые пользователи будут добавлены в группу по умолчанию только в том случае, если их адрес электронной почты соответствует этому шаблону регулярного выражения.

source: Minimum password length
ru: Минимальная длина пароля.

source: Requires user to set passwords greater than minimum length.
ru: Требует от пользователя установки паролей большей минимальной длины.

source: Maximum password length
ru: Максимальная длина пароля.

source: Requires user to set passwords less than maximum length.
ru: Требует от пользователя установки паролей меньшей максимальной длины.

source: Password must contain one digit
ru: Пароль должен содержать одну цифру

source: Requires user passwords to contain at least one digit (0-9).
ru: Требует, чтобы пароли пользователей содержали хотя бы одну цифру (0–9).

source: Password must contain one special character
ru: Пароль должен содержать один специальный символ.

source: Requires user passwords to contain at least one special character (()[]{}|\`~!@#$%^&*_-+=;:'",<>./?).
ru: Требует, чтобы пароли пользователей содержали хотя бы один специальный символ (()[]{}|\`~!@

source: This role determines the permissions of the user to manage the group.
ru: Эта роль определяет права пользователя на управление группой.

source: Group role
ru: Групповая роль

source: The global role will be applied to all product types and products.
ru: Глобальная роль будет применяться ко всем типам продуктов и продуктов.

source: Global role
ru: Глобальная роль

source: Custom SLA Name
ru: Пользовательское имя SLA

source: A unique name for the set of SLAs.
ru: Уникальное имя для набора соглашений об уровне обслуживания.

source: Critical Finding SLA Days
ru: Дни критических результатов SLA

source: number of days to remediate a critical finding.
ru: количество дней на исправление критического результата.

source: High Finding SLA Days
ru: Дни SLA с высокими результатами

source: number of days to remediate a high finding.
ru: количество дней для устранения высокого результата.

source: Medium Finding SLA Days
ru: Дни SLA для поиска среднего уровня

source: number of days to remediate a medium finding.
ru: количество дней для устранения среднего результата.

source: Low Finding SLA Days
ru: Дни с низким уровнем SLA

source: number of days to remediate a low finding.
ru: количество дней для устранения низкого результата.

source: Findings under this SLA configuration are asynchronously being updated
ru: Результаты в этой конфигурации SLA обновляются асинхронно.

source: Desktop
ru: Рабочий стол

source: Internet of Things
ru: Интернет вещей

source: Mobile
ru: Мобильный

source: Web
ru: Веб

source: Construction
ru: Строительство

source: Production
ru: Производство

source: Retirement
ru: Выход на пенсию

source: Third Party Library
ru: Сторонняя библиотека

source: Purchased
ru: Куплено

source: Contractor Developed
ru: Разработано Подрядчиком

source: Internally Developed
ru: Внутренняя разработка

source: Open Source
ru: Открытый исходный код

source: Outsourced
ru: Передан на аутсорсинг

source: Very High
ru: Очень высокий

source: High
ru: Высокий

source: Medium
ru: Средний

source: Low
ru: Низкий

source: Very Low
ru: Очень низкий

source: None
ru: Нет

source: Estimate the number of user records within the application.
ru: Оцените количество пользовательских записей в приложении.

source: Estimate the application's revenue.
ru: Оцените доход приложения.

source: Specify if the application is used by people outside the organization.
ru: Укажите, используется ли приложение людьми за пределами организации.

source: Specify if the application is accessible from the public internet.
ru: Укажите, доступно ли приложение из общедоступного Интернета.

source: Add tags that help describe this product. Choose from the list or add new tags. Press Enter key to add.
ru: Добавьте теги, которые помогут описать этот товар.

source: Enables product tag inheritance. Any tags added on a product will automatically be added to all Engagements, Tests, and Findings
ru: Включает наследование тегов продуктов.

source: Allows simple risk acceptance by checking/unchecking a checkbox.
ru: Позволяет просто принять риск, установив/сняв флажок.

source: Allows full risk acceptance using a risk acceptance form, expiration date, uploaded proof, etc.
ru: Разрешает полное принятие риска с использованием формы принятия риска, даты истечения срока действия, загруженного доказательства и т. д.

source: Disable SLA breach notifications
ru: Отключить уведомления о нарушении SLA.

source: Disable SLA breach notifications if configured in the global settings
ru: Отключить уведомления о нарушении SLA, если это настроено в глобальных настройках.

source: Findings under this Product or SLA configuration are asynchronously being updated
ru: Результаты по этому продукту или конфигурации SLA обновляются асинхронно.

source: Additional definitions that will be consumed by scanner
ru: Дополнительные определения, которые будут использоваться сканером.

source: Title for SSH/API Key
ru: Название ключа SSH/API

source: API Key
ru: Ключ API

source: Location of network testing: Examples: VPN, Internet or Internal.
ru: Место тестирования сети: Примеры: VPN, Интернет или Внутренняя сеть.

source: Brief description of preset.
ru: Краткое описание пресета.

source: Description of what needs to be tested or setting up environment for testing
ru: Описание того, что необходимо протестировать или настройка среды для тестирования.

source: Scope of Engagement testing, IP's/Resources/URL's)
ru: Объем тестирования взаимодействия, IP-адреса/ресурсы/URL-адреса)

source: Version of the product the engagement tested.
ru: Версия протестированного продукта.

source: Settings and notes for performing this engagement.
ru: Настройки и примечания для выполнения этого задания.

source: Link to epic or ticket system with changes to version.
ru: Ссылка на эпик или систему заявок с изменениями версии.

source: Build ID of the product the engagement tested.
ru: Идентификатор сборки продукта, протестированного в ходе взаимодействия.

source: Build ID
ru: Идентификатор сборки

source: Commit hash from repo
ru: Зафиксировать хеш из репозитория

source: Commit Hash
ru: Зафиксировать хэш

source: Tag or branch of the product the engagement tested.
ru: Тег или ветка продукта, протестированного в рамках проекта.

source: Branch/Tag
ru: Филиал/Тег

source: Build Server
ru: Сервер сборки

source: Build server responsible for CI/CD test
ru: Сервер сборки, отвечающий за тестирование CI/CD.

source: SCM Server
ru: Сервер SCM

source: Source code server for CI/CD test
ru: Сервер исходного кода для теста CI/CD

source: Repo
ru: Репо

source: Resource link to source code
ru: Ссылка на исходный код ресурса.

source: Orchestration Engine
ru: Механизм оркестровки

source: Orchestration service responsible for CI/CD test
ru: Служба оркестрации, отвечающая за тест CI/CD

source: Deduplication within this engagement only
ru: Дедупликация только внутри этого взаимодействия.

source: If enabled deduplication will only mark a finding in this engagement as duplicate of another finding if both findings are in this engagement. If disabled, deduplication is on the product level.
ru: Если включена дедупликация, результат в этом задании будет отмечаться как дубликат другого результата, только если оба результата присутствуют в этом задании.

source: Add tags that help describe this engagement. Choose from the list or add new tags. Press Enter key to add.
ru: Добавьте теги, которые помогут описать это взаимодействие.
