Repository: GUDVIN18/defect-djangoDojo
Catalog: dojo/locale/*/LC_MESSAGES/django.po
Languages: ru

source: EPSS Score / Percentile
ru: Оценка EPSS/процентиль

source: Days<br/>Open
ru: Дни<br/>Открыто

source: Opened During Period
ru: Открыто в течение периода

source: Accepted in Period
ru: Принято в период

source: Closed in Period
ru: Период закрыт

source: Weekly
ru: Еженедельно

source: Closed*
ru: Закрыто*

source: Monthly
ru: Ежемесячно

source: *Closed findings may have been opened outside of requested period.
ru: *Закрытые результаты могли быть открыты вне запрошенного периода.

source: By Week
ru: По неделям

source: By Month
ru: По месяцам

source: Days
ru: Дни

source: Bug Count
ru: Количество ошибок

source: 0 - 30 Days
ru: 0 - 30 дней

source: 31 - 60 Days
ru: 31 - 60 дней

source: 61 - 90 Days
ru: 61 - 90 дней

source: 91+ Days
ru: 91 дней

source: Add Some Group Members
ru: Добавить членов группы

source: Register new Product Members
ru: Зарегистрировать новых участников продукта

source: Register a new Product Type
ru: Зарегистрируйте новый тип продукта.

source: Register new Product Type Members
ru: Зарегистрировать новые члены типа продукта

source: Add a Tool Type Configuration
ru: Добавить конфигурацию типа инструмента

source: System
ru: Система

source: Personal
ru: Личный

source: Notification Settings
ru: Настройки уведомлений

source: Scope
ru: Объем

source: Destinations for system notifications are configured in System Settings. Destinations for personal notifications are taken from your personal contact details (personal Slack notifications will be sent to you as a direct message).
ru: Назначения для системных уведомлений настраиваются в настройках системы.

source: Template
ru: Шаблон

source: These notification settings apply <u>globally</u> to all products and will be sent to all superusers.
ru: Эти настройки уведомлений применяются <u>глобально</u> ко всем продуктам и будут отправлены всем суперпользователям.

source: These notification settings apply <u>globally</u> to all products that you have read access to and will be sent to you only.
ru: Эти настройки уведомлений применяются <u>глобально</u> ко всем продуктам, к которым у вас есть доступ для чтения, и будут отправлены только вам.

source: If you want only notifications for certain products you should disable everything here and enable notifications on those products.
ru: Если вам нужны уведомления только для определенных продуктов, вам следует отключить здесь все и включить уведомления для этих продуктов.

source: These template <u>template</u>
ru: Этот шаблон <u>шаблон</u>

source: Event
ru: Событие

source: Slack
ru: Слабость

source: Microsoft Teams
ru: Команды Microsoft

source: Mail
ru: Почта

source: Alert
ru: Оповещение

source: Page Size
ru: Размер страницы

source: Toggle Dropdown
ru: Переключить раскрывающийся список

source: Password reset
ru: Сброс пароля

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
ru: Забыли пароль?

source: Reset my password
ru: Сбросить мой пароль

source: Your password has been set. You may go ahead and log in now.
ru: Ваш пароль установлен.

source: Log in
ru: Войти

source: Password reset confirmation
ru: Подтверждение сброса пароля

source: Please enter your new password twice so we can verify you typed it in correctly.
ru: Пожалуйста, дважды введите новый пароль, чтобы мы могли убедиться, что вы ввели его правильно.

source: Change my password
ru: Изменить мой пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка для сброса пароля недействительна, возможно, потому, что она уже использовалась.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ru: Мы отправили вам по электронной почте инструкции по установке пароля, если существует учетная запись с указанным вами адресом электронной почты.

source: Product count
ru: Количество продуктов

source: Active (Verified) findings
ru: Активные (проверенные) выводы

source: Critical product
ru: Критический продукт

source: Key product
ru: Ключевой продукт

source: Product Type Report
ru: Отчет о типе продукта

source: No product types found.
ru: Типы продуктов не найдены.

source: User Profile -
ru: Профиль пользователя

source: Last Login:
ru: Последний вход:

source: Date Joined:
ru: Дата присоединения:

source: Add Groups
ru: Добавить группы

source: No group members found.
ru: Ни один член группы не найден.

source: Generate Metrics For Selected Period
ru: Сгенерировать показатели за выбранный период

source: Finding Information For Period of
ru: Поиск информации за период

source: View Details
ru: Просмотреть детали

source: Total Security Bug Count In Period
ru: Общее количество ошибок безопасности за период

source: Total Security Bugs Opened In Period
ru: Всего ошибок безопасности, открытых за период

source: Total Security Bugs Closed In Period
ru: Всего ошибок безопасности, закрытых за период

source: Trending Total Bug Count By Month
ru: Тенденция общего количества ошибок по месяцам

source: Month
ru: Месяц

source: Opened in Month
ru: Открыто через месяц

source: Open to Date
ru: Открыто для даты

source: Total Closed
ru: Всего закрыто

source: Closed findings may have been opened outside of requested period.
ru: Закрытые выводы могли быть открыты вне запрошенного периода.

source: Top 10 By Bug Severity
ru: Топ-10 по серьезности ошибок

source: %(pt)s Open Findings
ru: %(pt)s Открытые результаты

source: No.
ru: Нет.

source: Generate Metrics For Selected Month/Year
ru: Сгенерировать показатели для выбранного месяца/года

source: Opened This Month
ru: Открыто в этом месяце

source: Closed This Month
ru: Закрыто в этом месяце

source: This simple search function will return results whose findings or finding templates title, URL, description, endpoints, tags, references, languages or technologies contain the search query and products whose name, tags or description contain the search query.</br> Advanced search operators: (Restrict results to a certain type) product:, engagement:, finding:, endpoint:, tag:, language:, technology: or vulnerability_id:. test-tags shows findings in tests that are tagged with provided tag, similar for engagement-tags and product-tags. After submitting the search query, tabbed results will be displayed. The findings tab will have the possibility to to perform more finegrained filtering on status fields, test type, etc.
ru: Эта простая функция поиска возвращает результаты, результаты или шаблоны поиска по названию, URL-адресу, описанию, конечным точкам, тегам, ссылкам, языкам или технологиям, которые содержат поисковый запрос, а также продукты, имя, теги или описание которых содержат поисковый запрос.

source: Vulnerability Ids
ru: Идентификаторы уязвимостей

source: Tests
ru: Тесты

source: Languages
ru: Языки

source: Application Technolgies
ru: Прикладные технологии

source: Finding
ru: Найти

source: Endpoint
ru: Конечная точка

source: Endpoint is broken. Check documentation to look for fix process
ru: Конечная точка сломана.

source: No Open, Active Findings
ru: Нет открытых, активных результатов

source: Language
ru: Язык

source: Technology
ru: Технологии

source: Item
ru: Предмет

source: Finding Template
ru: Найти шаблон

source: ID
ru: ИД

source: Rank
ru: Ранг

source: Tool Types
ru: Типы инструментов

source: Add Tool Type
ru: Добавить тип инструмента

source: No tool types found
ru: Типы инструментов не найдены.

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: User Name
ru: Имя пользователя

source: Email
ru: Электронная почта

source: Superuser
ru: Суперпользователь

source: New User
ru: Новый пользователь

source: Phone Number(s)
ru: Номер(а) телефона

source: Last Login
ru: Последний вход

source: Phone:
ru: Телефон:

source: Cell:
ru: Ячейка:

source: Never
ru: Никогда

source: No Users
ru: Нет пользователей

source: Planned Remediation version
ru: Версия запланированного исправления

source: Import History
ru: История импорта

source: Action
ru: Действие

source: Date/Time
ru: Дата/Время

source: Import Type
ru: Тип импорта

source: Commit
ru: Зафиксировать

source: Version
ru: Версия

source: No import history found.
ru: История импорта не найдена.

source: Note History
ru: Записать историю

source: commented
ru: прокомментировано

source: made changes on
ru: внесены изменения в

source: Note type:
ru: Тип заметки:

source: Return
ru: Возвращение

source: Product Report
ru: Отчет о продукте

source: CRITICAL
ru: КРИТИЧЕСКИЙ

source: HIGH
ru: ВЫСОКИЙ

source: MEDIUM
ru: СРЕДНИЙ

source: LOW
ru: НИЗКИЙ

source: INFORMATIONAL
ru: ИНФОРМАЦИОННЫЙ

source: TOTAL
ru: ИТОГО

source: Technologies
ru: Технологии

source: Add new Technology
ru: Добавить новую технологию

source: There are no technologies.
ru: Технологии нет.

source: There are no regulations.
ru: Нет никаких правил.

source: Benchmark Progress
ru: Прогресс тестирования

source: complete
ru: завершено

source: Successful
ru: Успешный

source: Pending
ru: В ожидании

source: Identified
ru: Идентифицировано

source: There are no benchmarks
ru: Нет тестов

source: Members
ru: Члены

source: Add Users
ru: Добавить пользователей

source: User
ru: Пользователь

source: Role
ru: Роль

source: Product member
ru: Член продукта

source: No members found.
ru: Ни одного участника не найдено.

source: Product Group
ru: Группа продуктов

source: No groups found.
ru: Группы не найдены.

source: Metadata
ru: Метаданные

source: Business Criticality
ru: Критичность бизнеса

source: Product Type
ru: Тип продукта

source: Platform
ru: Платформа

source: Lifecycle
ru: Жизненный цикл

source: Origin
ru: Происхождение

source: User Records
ru: Записи пользователей

source: Revenue
ru: Доход

source: files
ru: файлы

source: and
ru: и

source: lines of code
ru: строки кода

source: Custom Fields
ru: Пользовательские поля

source: Contacts
ru: Контакты

source: Team Manager
ru: Менеджер команды

source: Product Manager
ru: Менеджер по продукту

source: Technical Contact
ru: Технический контакт

source: These are your personal settings for this product.
ru: Это ваши личные настройки для этого продукта.

source: saving...
ru: сохраняю...

source: Criticality
ru: Критичность

source: Active (Verified) Findings
ru: Активные (проверенные) выводы

source: No products found.
ru: Товары не найдены.

source: Add Product Type Group
ru: Добавить группу типов продуктов

source: Updated
ru: Обновлено

source: Edit Test
ru: Редактировать тест

source: Copy Test
ru: Тест копирования

source: Re-Upload Scan
ru: Перезагрузить сканирование

source: Add Notes
ru: Добавить примечания

source: Add To Calendar
ru: Добавить в календарь

source: Delete Test
ru: Удалить тест

source: Environment
ru: Окружающая среда

source: Dates
ru: Даты

source: Progress
ru: Прогресс

source: Reimports
ru: Реимпорт

source: Details
ru: Подробности

source: Creator
ru: Создатель

source: Jira Age
ru: Возраст Джиры

source: Jira Change
ru: Изменить Джиру

source: View/Edit
ru: Просмотреть/Редактировать

source: No Groups found.
ru: Группы не найдены.

source: New Finding
ru: Новая находка

source: Finding From Template
ru: Поиск по шаблону

source: Create
ru: Создать

source: Add to...
ru: Добавить в...

source: Group by
ru: Группировать по

source: Push to JIRA
ru: Отправить в JIRA

source: Potential Findings
ru: Потенциальные находки

source: Add Potential Finding
ru: Добавить потенциальную находку

source: Promote To Finding
ru: Перейти к поиску

source: Credentials
ru: Учетные данные

source: Username
ru: Имя пользователя

source: Login Valid
ru: Вход действителен

source: Credentials Configured for this
ru: Для этого настроены учетные данные.

source: None configured
ru: Ничего не настроено

source: No credentials configured.
ru: Учетные данные не настроены.

source: Configure engagement credentials first, then add credentials to the test.
ru: Сначала настройте учетные данные взаимодействия, а затем добавьте учетные данные в тест.

source: ProTip!
ru: Про Совет!

source: to edit this test. Type
ru: чтобы редактировать этот тест.

source: to add a finding to this test.
ru: добавить результат к этому тесту.

source: Contact Information
ru: Контактная информация

source: Phone Number
ru: Номер телефона

source: Cell Number
ru: Номер ячейки

source: Twitter Username
ru: Имя пользователя Твиттера

source: Github Username
ru: Имя пользователя Github

source: Product Type Membership
ru: Членство типа продукта

source: Add Product Types
ru: Добавить типы продуктов

source: No product type members found.
ru: Элементы типа продукта не найдены.

source: Product Membership
ru: Членство продукта

source: Add Products
ru: Добавить товары

source: No product members found.
ru: Ни один продукт не найден.

source: Group Membership
ru: Членство в группе

source: Block execution
ru: Блокировать выполнение

source: Configuration Permissions
ru: Разрешения на конфигурацию

source: Add
ru: Добавить

source: (saving...)
ru: (сохраняю...)

source: Note added successfully.
ru: Заметка успешно добавлена.

source: Test saved.
ru: Тест сохранен.

source: Test and relationships will be removed in the background.
ru: Тест и отношения будут удалены в фоновом режиме.

source: Test and relationships removed.
ru: Тест и связи удалены.

source: Deletion of %(title)s
ru: Удаление %(title)s

source: The test "%(title)s" was deleted by %(user)s
ru: Тест "%(title)s" был удален %(user)s.

source: Test Calendar
ru: Календарь испытаний

source: Test: %(test_type_name)s (%(product_name)s)
ru: Тест: %(test_type_name)s (%(product_name)s)

source: Addition of %(title)s
ru: Добавление %(title)s

source: Finding "%(title)s" was added by %(user)s
ru: Находка «%(title)s» была добавлена ​​пользователем %(user)s.

source: Finding from template added successfully.
ru: Поиск из шаблона успешно добавлен.

source: The form has errors, please correct them below.
ru: В форме есть ошибки, исправьте их ниже.

source: Add From Template
ru: Добавить из шаблона

source: When re-uploading a scan, any findings not found in original scan will be updated as mitigated. The process attempts to identify the differences, however manual verification is highly recommended.
ru: При повторной загрузке сканирования любые результаты, не обнаруженные в исходном сканировании, будут обновлены как устраненные.

source: Report file is too large.
ru: Файл отчета слишком велик.

source: Re-upload a %(scan_type)s
ru: Перезагрузить %(scan_type)s

source: Product Tool Configuration Successfully Created.
ru: Конфигурация инструмента продукта успешно создана.

source: Tool Configurations
ru: Конфигурации инструмента

source: Tool Product Configuration Successfully Updated.
ru: Конфигурация инструмента успешно обновлена.

source: Edit Product Tool Configuration
ru: Редактировать конфигурацию инструмента продукта

source: Tool Product Successfully Deleted.
ru: Продукт инструмента успешно удален.

source: Delete Product Tool Configuration
ru: Удалить конфигурацию инструмента продукта

source: Tool Type Configuration Successfully Created.
ru: Конфигурация типа инструмента успешно создана.

source: New Tool Type Configuration
ru: Новая конфигурация типа инструмента

source: Tool Type successfully updated.
ru: Тип инструмента успешно обновлен.

source: Edit Tool Type
ru: Редактировать тип инструмента

source: Tool Type List
ru: Список типов инструментов

source: Password must be at least {minimum_length} characters long.
ru: Пароль должен содержать не менее {minimum_length} символов.

source: Password must be less than {maximum_length} characters long.
ru: Пароль должен содержать менее {maximum_length} символов.

source: Password must contain at least 1 digit, 0-9.
ru: Пароль должен содержать не менее 1 цифры от 0 до 9.

source: Password must contain at least 1 uppercase letter, A-Z.
ru: Пароль должен содержать хотя бы одну заглавную букву от A до Z.

source: Password must contain at least 1 lowercase letter, a-z.
ru: Пароль должен содержать хотя бы одну строчную букву от a до z.

source: The password must contain at least 1 special character, ()[]{}|`~!@#$%^&*_-+=;:'",<>./?.
ru: Пароль должен содержать хотя бы 1 специальный символ ()[]{}|`~!@

source: Home
ru: Домой
